{
"products":[
  {"image":"https://images-na.ssl-images-amazon.com/images/I/51xHnV1e8hL.jpg",
  "title":"The Marriage of Miss Jane Austen",
  "description":"Few authors so unknown in their lifetimes have achieved such enduring popularity as Jane Austen. Hemingway’s book rises above many of the recent Austen pastiches by placing a very human Jane into a vibrant, turbulent, early nineteenth-century England. The story begins with the clumsy entrance of ebullient young Ashton Dennis to a circle of gowned, eligible young ladies awaiting the start of a ball. Dennis and his sister, of good family, have long been friends with Jane Austen and her sister. Dennis has a passion for new inventions and scientific discoveries, and Jane eventually succumbs to his entreaties to please join him on a hot-air-balloon ride—a ride that drifts far afield, creating a whiff of scandal that divides the two families. When Dennis undertakes a scientific expedition to the West Indies, a more mature character emerges—as does the potential for the couple to redefine their relationship. Hemingway captures the energy of the times and the irony and sly humor of Austen herself, complete with the language of the Regency period. A worthy addition to the Jane Austen legacy.",
  "price":"$16.95",
  "id":1},
  {"image":"https://images-na.ssl-images-amazon.com/images/I/41pDmw1kLQL.jpg",
    "title":"The Dark Room",
    "description":"A dying man’s video confession leads to exhuming a body buried in 1985, with horrifying results: lying on top of the embalmed corpse is the body of a woman who was buried alive. San Francisco PD Inspector Gavin Cain is pulled off this case to work one involving Mayor Harry Castelli, who has just received several incriminating photographs of a woman, with a note promising more—unless he kills himself. The mayor claims no knowledge of the woman in the photos, but since Cain’s boss has hitched her star to the mayor, Cain is immediately assigned to the Castelli case, while still keeping an eye on the exhumation. Inevitably, the two cases become intertwined; meanwhile, Cain’s delving into the nefarious activities of an outlawed Berkeley fraternity in the 1980s puts those dearest to him at great risk. Former medical examiner Henry Newcomb, a major player in Moore’s spellbinding psychological thriller The Poison Artist (2016), plays a small but key role here, as forensics puts the seal on dogged police work. Moore calls this book “the center panel in a triptych” that started with The Poison Artist. With this second electrifying noir thriller, readers won’t want to wait until 2018, when the third, The Night Market, is scheduled for publication.— Michele Leber",
    "price":"$24.95",
  "id":2},
  {"image":"https://images-na.ssl-images-amazon.com/images/I/61sC9cbrguL.jpg",
    "title":"The Solomon Curse",
    "description":"In the latest Fargo adventure, the husband-and-wife team of explorers, Sam and Remi Fargo, are in ...",
    "price":"$16.95",
    "id":3},
  {"image":"https://www.booklistonline.com/The-Underground-Railroad-Colson-Whitehead/Images/3590/35924/Underground%20Railroad%20Colson%20Whitehead.jpg",
    "title":"The Underground Railroad",
    "description":"A South Carolina town appears to be welcoming until Cora discovers that it is all a facade, concealing quasi-medical genocidal schemes. With a notoriously relentless slave catcher following close behind, Cora endures another terrifying underground journey, arriving in North Carolina, where the corpses of tortured black people hang on the trees along a road whites call the Freedom Trail.",
    "price":"$22",
    "id":4},
  {"image":"https://tools.booklistonline.com/BOLPub/images/BOL%20feature%20art/v113/JA1&15/Bolshoi%20Confidential.jpg",
    "title":"Bolshoi Confidential: Secrets of the Russian Ballet from the Rule of the Tsars to Today",
    "description":"Morrison portrays the players and reveals all the behind-the-scenes passion, struggle, and drama of Moscow’s historic and profoundly influential Bolshoi Ballet, through the reigns of czars and czarinas, wars and invasions, right up to the present.",
    "price":"$27.95",
    "id":5},
  {"image":"https://tools.booklistonline.com/BOLPub/images/BOL%20feature%20art/v113/JA1&15/I%E2%80%99m%20Supposed%20to%20Protect%20You%20from%20All%20This.jpg",
    "title":"I’m Supposed to Protect You from All This",
    "description":"Spiegelman’s artistic rendering of her mother’s, grandmother’s, and her own coming-of-age is a touching, surprising consideration of the unclear inheritances of family and the certain fallibility of memory.",
    "price":"$16.95",
    "id":6},
  {"image":"https://www.booklistonline.com/Images/3630/36301/Time%20Travel.jpg",
    "title":"Time Travel",
    "description":"Against Kingsley Amis’ skeptical assertion that “time travel is inconceivable,” Gleick adduces impressive evidence that the phenomenon has tantalized novelists, philosophers, poets, scientists, moviemakers, and even cartoonists as a transformative possibility. Readers follow the fictional “Time Traveler” that H. G. Wells sends into future centuries; track the gyrations of time-spanning thought that Borges unfolds in his labyrinthine tales; ponder the temporal cause-effect paradoxes that Bertrand Russell surmounts; and puzzle over the reversibility of time in the physics with which Einstein revolutionized science. Though Gleick focuses on the time-travel stories and speculations that have proliferated since 1900, he draws insights from ancient figures—Plato, Aristotle, the Buddha, Heraclitus, Parmenides, and Augustine—who plumbed the mystery of time’s flow, eternity’s stasis. Ancient fatalism contrasts sharply with the progressivism that defines the trajectory of history for modern thinkers and emboldens would-be time travelers who dream of improving a flawed past (Why not assassinate Hitler in 1935?). Yet as he probes a twenty-first-century cyberworld blending past and future into an often-hallucinatory present, Gleick wonders about the current meaning of time travel. Ultimately, readers discern behind the modern mania for the phenomenon a human craving for immortality that—particularly in a secular age—fosters this mania. Both piquant and profound.",
    "price":"$27.95",
    "id":7},
  {"image":"https://images-na.ssl-images-amazon.com/images/I/51XeSUGvlSL.jpg",
    "title":"Of Arms and Artists: The American Revolution through Painters’ Eyes",
    "description":"In his rousing overture to this altogether exciting and innovative history of the American Revolution, professor of fine arts Staiti reminds us that patriotism requires a shared identity and shared values, and that this conceptual unity is created, in part, by powerful and heroic images. He calls out five largely self-taught artists whose paintings helped forge the new American ethos in the midst of war, civic unrest, and vicious partisanship. Charles Willson Peale took up arms and the paintbrush to fight for independence. Benjamin West, an American in London, created epic historical paintings. John Trumbull fought in the war, was imprisoned as a spy in London, and was encouraged by Thomas Jefferson to paint The Declaration of Independence, which still graces the U.S Capitol Rotunda. John Singleton Copley painted exceptionally affecting portraits of both British and American notables. Remembered as “reckless” and “untrustworthy” as well as “gifted and garrulous,” Gilbert Stuart painted more than 100 portraits of George Washington, including the image gracing the dollar bill. ",
    "price":"$19.95",
    "id":8},
  {"image":"https://images-na.ssl-images-amazon.com/images/I/51gR3jh9dSL.jpg",
    "title":"Atlas Obscura: An Explorer’s Guide to the World’s Hidden Wonders",
    "description":"A sophisticated adult answer to Ripley’s Believe It Or Not!, this unusual atlas manages to surprise and delight ",
    "price":"$6.95",
    "id":9}
]
}